Repository: Vitaliy-1/oldGregg
Catalog: locale/*/locale.po
Languages: cs_cz, fr_fr, uk_ua

# plugins.themes.oldGregg.description
source: This is Bootstrap 4 theme for OJS 3 with built-in JATS Parser Plugin.
cs_cz: Old Gregg Theme je téma pro OJS 3 založené na Bootstrap 4 se zabudovaným pluginem JATS Parser.
fr_fr: Un thème Bootstrap 4 pour OJS 3 et s'appuyant sur le plugiciel JATSParser.
uk_ua: Це тема із використанням фреймворку Bootstrap 4 із вбудованим JATS Parser Plugin.

# plugins.gregg.search-text
source: Search within this journal
cs_cz: Hledat v tomto časopise
fr_fr: Rechercher dans ce journal
uk_ua: Шукати в цьому журналі

# plugins.gregg.search
source: Search
cs_cz: Hledat
fr_fr: Recherche
uk_ua: Шукати

# plugins.gregg.published
source: published
cs_cz: publikováno
fr_fr: publié
uk_ua: опубліковано

# plugins.gregg.issue-read
source: Read
cs_cz: Číst
fr_fr: Lire
uk_ua: читати

# plugins.gregg.home
source: Home
cs_cz: Úvod
fr_fr: Accueil
uk_ua: Головна

# plugins.gregg.latest
source: latest
cs_cz: nejnovější články
fr_fr: Derniers articles
uk_ua: Нещодавні публікації

# plugins.gregg.most-viewed
source: most viewed
cs_cz: nejsledovanější
fr_fr: Les plus consultés
uk_ua: Популярні публікації

# plugins.gregg.enter-email
source: Enter your email here
cs_cz: Vložte váš email
fr_fr: Entrez votre adresse de messagerie ici
uk_ua: Введіть тут свій електронний лист

# plugins.gregg.email
source: Registered user's email
cs_cz: Je požadován email uživatele
fr_fr: Adresse électronique de l'utilisateur enregistré
uk_ua: Електронна адреса зареєстрованого користувача

# plugins.gregg.content
source: Content
cs_cz: Obsah
fr_fr: Contenu
uk_ua: Зміст

# plugins.gregg.article
source: Article
cs_cz: Článek
uk_ua: Стаття

# plugins.gregg.references
source: References
cs_cz: Reference
fr_fr: Références
uk_ua: Посилання

# plugins.gregg.download
source: Download
cs_cz: Stažení
fr_fr: Télécharger
uk_ua: Завантажити

# plugins.gregg.details
source: Details
cs_cz: Podrobnosti
fr_fr: Détails
uk_ua: Деталі

# plugins.gregg.copyright
source: Copyright
fr_fr: Droits d'auteur
uk_ua: Авторські права

# plugins.gregg.affiliations
source: Affiliations
cs_cz: Afiliace
uk_ua: Місце роботи авторів

# plugins.gregg.top
source: Top
cs_cz: Nahoru
fr_fr: Haut
uk_ua: Уверх

# plugins.gregg.statistics
source: Statistics
cs_cz: Statistika
fr_fr: Statistiques
uk_ua: Статистика

# plugins.gregg.viewed
source: viewed
cs_cz: počet přečtení
fr_fr: vu
uk_ua: переглянуто

# plugins.gregg.times
source: times
cs_cz: krát
fr_fr: fois
uk_ua: раз

# plugins.gregg.downloaded
source: downloaded
cs_cz: stažení
fr_fr: téléchargé
uk_ua: завантажено

# plugins.gregg.authordetails
source: Author Details
cs_cz: Informace o autorovi
fr_fr: Informations sur l'auteur
uk_ua: Детальніше про авторів

# plugins.gregg.no-affiliation
source: Affiliation not stated
cs_cz: Bez afiliace
fr_fr: Affiliation inconnue
uk_ua: Місце роботи не вказано

# plugins.gregg.latest.number
source: Number of Latest Articles
cs_cz: Počet nejnovějších článků
fr_fr: Nombre de derniers articles
uk_ua: Кількість нещодавніх публікацій

# plugins.gregg.latest.description
source: The number of articles to display on the journal index page
cs_cz: Počet článků, které budou zobrazeny na úvodní stránce časopisu
fr_fr: Le nombre d'articles à afficher sur la page d'accueil de la revue
uk_ua: Кількість статей, яка буде відображуватись на головній сторінці журналу

# plugins.gregg.citation-style.type
source: Citation Style
cs_cz: Citační styl
fr_fr: Format des références
uk_ua: Стиль цитувань

# plugins.gregg.citation-style.description
source: Citation Style for references from JATS XML
cs_cz: Citační styl pro reference z JATS XML
fr_fr: Format des références issues du JATS XML
uk_ua: Стиль, в якому буде відображуватись перелік використаної літератури, взятий із JATS XML

# plugins.gregg.citation-style.vancouver
source: Vancouver
uk_ua: Ванкуверський стиль цитувань

# plugins.gregg.citation-style.apa
source: APA
uk_ua: Стиль цитувань APA

# plugins.gregg.open.access
source: open access
fr_fr: accès ouvert
uk_ua: відкритий доступ

# plugins.gregg.issues.slider.title
source: latest issues
cs_cz: nejnovější čísla
fr_fr: derniers numéros
uk_ua: нещодавні випуски

# plugins.gregg.if-display.issue-slider
source: Number of Latest Issues
cs_cz: Počet posledních čísel
fr_fr: Nombre de derniers numéros
uk_ua: Кількість нещодавніх випусків

# plugins.gregg.if-display.issue-slider.description
source: The number of latest issues to display in the slider on the journal index page; enter "0" to disable this feature
cs_cz: Počet nejnovějších čísel, které se mají zobrazovat v karuselu na úvodní stránce; zadáním "0" tuto možnost zakážete
fr_fr: Le nombre de numéros affichables grâce au curseur de la page d'accueil de la revue. Entrez "0" pour désactiver cette fonctionnalité.
uk_ua: Кількість випусків журналу, яка буде відображатись на головній сторінці журналу у слайдері; вкажіть "0", якщо хочете вимкнути цю опцію

# plugins.gregg.journal.summary
source: journal description
cs_cz: popis časopisu
fr_fr: Descriptif de la revue
uk_ua: опис журналу

# plugins.gregg.journal.summary.display
source: Journal Summary
cs_cz: Popis časopisu
fr_fr: Descriptif de la revue
uk_ua: Опис журналу

# plugins.gregg.journal.summary.display.true
source: I want to display journal description on the journal index page
cs_cz: Chci zobrazovat popis časopisu na úvodní stránce časopisu
fr_fr: Je veux afficher le descriptif de la revue sur sa page d'accueil
uk_ua: Я хочу відображати опис журналу на головній сторінці журналу

# plugins.gregg.journal.summary.display.false
source: I don't want to display journal description on the journal index page
cs_cz: Nechci zobrazovat popis časopisu na úvodní stránce časopisu
fr_fr: Je ne veux pas afficher le descriptif de la revue sur sa page d'accueil
uk_ua: Я не хочу відображати опис журналу на головній сторінці журналу

# plugins.gregg.journal.categories.label
source: Number of Categories
cs_cz: Počet kategorií
fr_fr: Nombre de catégories
uk_ua: Кількість категорій

# plugins.gregg.journal.categories.description
source: The number of categories to display prominently on the journal index page
cs_cz: Počet kategorií, které se mají na stránce indexu deníku zobrazit výrazně
fr_fr: Le nombre de catégories à mettre en évidence sur la page d'accueil de la revue
uk_ua: Кількість категорій, які необхідно помітно відобразити на сторінці індексу журналу

# plugins.gregg.journal.categories.title
source: Categories
cs_cz: Kategorie
fr_fr: Catégories
uk_ua: Категорії

# plugins.themes.oldGregg.more
source: More
cs_cz: Více
fr_fr: Plus
uk_ua: Більше

# plugins.themes.oldGregg.name
source: Old Gregg Theme
fr_fr: Thème Old Gregg
